"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 1000, \"word_counts\": \"{\\\"there\\\": 103, \\\"is\\\": 449, \\\"a\\\": 1047, \\\"dog\\\": 83, \\\"in\\\": 424, \\\"the\\\": 150, \\\"picture\\\": 168, \\\"that\\\": 97, \\\"monkey\\\": 83, \\\"can\\\": 98, \\\"someone\\\": 57, \\\"confirm\\\": 57, \\\"if\\\": 155, \\\"this\\\": 709, \\\"squirrel\\\": 88, \\\"you\\\": 145, \\\"tell\\\": 41, \\\"butterfly\\\": 83, \\\"i\\\": 458, \\\"spotted\\\": 53, \\\"something\\\": 98, \\\"looks\\\": 99, \\\"like\\\": 141, \\\"have\\\": 89, \\\"feeling\\\": 47, \\\"that\\\\u2019s\\\": 91, \\\"hen\\\": 94, \\\"i\\\\u2019m\\\": 50, \\\"pretty\\\": 50, \\\"sure\\\": 99, \\\"right\\\": 50, \\\"think\\\": 108, \\\"see\\\": 118, \\\"elephant\\\": 72, \\\"photo\\\": 98, \\\"horse\\\": 80, \\\"here\\\": 41, \\\"or\\\": 86, \\\"am\\\": 41, \\\"wrong\\\": 41, \\\"cow\\\": 78, \\\"help\\\": 52, \\\"me\\\": 52, \\\"out\\\": 52, \\\"cat\\\": 73, \\\"doesn\\\\u2019t\\\": 84, \\\"look\\\": 42, \\\"sheep\\\": 83, \\\"to\\\": 84, \\\"really\\\": 45, \\\"else\\\": 45, \\\"just\\\": 52, \\\"found\\\": 52, \\\"image\\\": 98, \\\"seems\\\": 42, \\\"it\\\": 100, \\\"there\\\\u2019s\\\": 104, \\\"panda\\\": 105, \\\"appears\\\": 58, \\\"shot\\\": 58, \\\"spider\\\": 78, \\\"wonder\\\": 57, \\\"actually\\\": 57, \\\"guess\\\": 44, \\\"background\\\": 44, \\\"i'm\\\": 49, \\\"not\\\": 49, \\\"but\\\": 49, \\\"might\\\": 49, \\\"be\\\": 49, \\\"do\\\": 62, \\\"also\\\": 62}\", \"word_docs\": \"{\\\"picture\\\": 168, \\\"is\\\": 449, \\\"there\\\": 103, \\\"a\\\": 1000, \\\"in\\\": 424, \\\"the\\\": 150, \\\"dog\\\": 83, \\\"that\\\": 97, \\\"monkey\\\": 83, \\\"can\\\": 98, \\\"confirm\\\": 57, \\\"this\\\": 709, \\\"squirrel\\\": 88, \\\"if\\\": 155, \\\"someone\\\": 57, \\\"you\\\": 145, \\\"tell\\\": 41, \\\"butterfly\\\": 83, \\\"spotted\\\": 53, \\\"like\\\": 141, \\\"looks\\\": 99, \\\"i\\\": 350, \\\"something\\\": 98, \\\"have\\\": 89, \\\"hen\\\": 94, \\\"feeling\\\": 47, \\\"that\\\\u2019s\\\": 91, \\\"sure\\\": 99, \\\"pretty\\\": 50, \\\"i\\\\u2019m\\\": 50, \\\"right\\\": 50, \\\"see\\\": 118, \\\"elephant\\\": 72, \\\"think\\\": 108, \\\"photo\\\": 98, \\\"horse\\\": 80, \\\"am\\\": 41, \\\"or\\\": 86, \\\"here\\\": 41, \\\"wrong\\\": 41, \\\"cow\\\": 78, \\\"out\\\": 52, \\\"me\\\": 52, \\\"help\\\": 52, \\\"cat\\\": 73, \\\"sheep\\\": 83, \\\"to\\\": 84, \\\"doesn\\\\u2019t\\\": 84, \\\"look\\\": 42, \\\"else\\\": 45, \\\"really\\\": 45, \\\"just\\\": 52, \\\"image\\\": 98, \\\"found\\\": 52, \\\"seems\\\": 42, \\\"it\\\": 100, \\\"there\\\\u2019s\\\": 104, \\\"panda\\\": 105, \\\"shot\\\": 58, \\\"appears\\\": 58, \\\"spider\\\": 78, \\\"actually\\\": 57, \\\"wonder\\\": 57, \\\"background\\\": 44, \\\"guess\\\": 44, \\\"not\\\": 49, \\\"but\\\": 49, \\\"might\\\": 49, \\\"be\\\": 49, \\\"i'm\\\": 49, \\\"do\\\": 62, \\\"also\\\": 62}\", \"index_docs\": \"{\\\"7\\\": 168, \\\"5\\\": 449, \\\"16\\\": 103, \\\"2\\\": 1000, \\\"6\\\": 424, \\\"9\\\": 150, \\\"32\\\": 83, \\\"24\\\": 97, \\\"33\\\": 83, \\\"20\\\": 98, \\\"46\\\": 57, \\\"3\\\": 709, \\\"28\\\": 88, \\\"8\\\": 155, \\\"45\\\": 57, \\\"10\\\": 145, \\\"70\\\": 41, \\\"34\\\": 83, \\\"49\\\": 53, \\\"11\\\": 141, \\\"18\\\": 99, \\\"4\\\": 350, \\\"21\\\": 98, \\\"27\\\": 89, \\\"25\\\": 94, \\\"63\\\": 47, \\\"26\\\": 91, \\\"19\\\": 99, \\\"56\\\": 50, \\\"55\\\": 50, \\\"57\\\": 50, \\\"12\\\": 118, \\\"40\\\": 72, \\\"13\\\": 108, \\\"22\\\": 98, \\\"36\\\": 80, \\\"72\\\": 41, \\\"29\\\": 86, \\\"71\\\": 41, \\\"73\\\": 41, \\\"37\\\": 78, \\\"52\\\": 52, \\\"51\\\": 52, \\\"50\\\": 52, \\\"39\\\": 73, \\\"35\\\": 83, \\\"31\\\": 84, \\\"30\\\": 84, \\\"68\\\": 42, \\\"65\\\": 45, \\\"64\\\": 45, \\\"53\\\": 52, \\\"23\\\": 98, \\\"54\\\": 52, \\\"69\\\": 42, \\\"17\\\": 100, \\\"15\\\": 104, \\\"14\\\": 105, \\\"44\\\": 58, \\\"43\\\": 58, \\\"38\\\": 78, \\\"48\\\": 57, \\\"47\\\": 57, \\\"67\\\": 44, \\\"66\\\": 44, \\\"59\\\": 49, \\\"60\\\": 49, \\\"61\\\": 49, \\\"62\\\": 49, \\\"58\\\": 49, \\\"41\\\": 62, \\\"42\\\": 62}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"a\\\", \\\"3\\\": \\\"this\\\", \\\"4\\\": \\\"i\\\", \\\"5\\\": \\\"is\\\", \\\"6\\\": \\\"in\\\", \\\"7\\\": \\\"picture\\\", \\\"8\\\": \\\"if\\\", \\\"9\\\": \\\"the\\\", \\\"10\\\": \\\"you\\\", \\\"11\\\": \\\"like\\\", \\\"12\\\": \\\"see\\\", \\\"13\\\": \\\"think\\\", \\\"14\\\": \\\"panda\\\", \\\"15\\\": \\\"there\\\\u2019s\\\", \\\"16\\\": \\\"there\\\", \\\"17\\\": \\\"it\\\", \\\"18\\\": \\\"looks\\\", \\\"19\\\": \\\"sure\\\", \\\"20\\\": \\\"can\\\", \\\"21\\\": \\\"something\\\", \\\"22\\\": \\\"photo\\\", \\\"23\\\": \\\"image\\\", \\\"24\\\": \\\"that\\\", \\\"25\\\": \\\"hen\\\", \\\"26\\\": \\\"that\\\\u2019s\\\", \\\"27\\\": \\\"have\\\", \\\"28\\\": \\\"squirrel\\\", \\\"29\\\": \\\"or\\\", \\\"30\\\": \\\"doesn\\\\u2019t\\\", \\\"31\\\": \\\"to\\\", \\\"32\\\": \\\"dog\\\", \\\"33\\\": \\\"monkey\\\", \\\"34\\\": \\\"butterfly\\\", \\\"35\\\": \\\"sheep\\\", \\\"36\\\": \\\"horse\\\", \\\"37\\\": \\\"cow\\\", \\\"38\\\": \\\"spider\\\", \\\"39\\\": \\\"cat\\\", \\\"40\\\": \\\"elephant\\\", \\\"41\\\": \\\"do\\\", \\\"42\\\": \\\"also\\\", \\\"43\\\": \\\"appears\\\", \\\"44\\\": \\\"shot\\\", \\\"45\\\": \\\"someone\\\", \\\"46\\\": \\\"confirm\\\", \\\"47\\\": \\\"wonder\\\", \\\"48\\\": \\\"actually\\\", \\\"49\\\": \\\"spotted\\\", \\\"50\\\": \\\"help\\\", \\\"51\\\": \\\"me\\\", \\\"52\\\": \\\"out\\\", \\\"53\\\": \\\"just\\\", \\\"54\\\": \\\"found\\\", \\\"55\\\": \\\"i\\\\u2019m\\\", \\\"56\\\": \\\"pretty\\\", \\\"57\\\": \\\"right\\\", \\\"58\\\": \\\"i'm\\\", \\\"59\\\": \\\"not\\\", \\\"60\\\": \\\"but\\\", \\\"61\\\": \\\"might\\\", \\\"62\\\": \\\"be\\\", \\\"63\\\": \\\"feeling\\\", \\\"64\\\": \\\"really\\\", \\\"65\\\": \\\"else\\\", \\\"66\\\": \\\"guess\\\", \\\"67\\\": \\\"background\\\", \\\"68\\\": \\\"look\\\", \\\"69\\\": \\\"seems\\\", \\\"70\\\": \\\"tell\\\", \\\"71\\\": \\\"here\\\", \\\"72\\\": \\\"am\\\", \\\"73\\\": \\\"wrong\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"a\\\": 2, \\\"this\\\": 3, \\\"i\\\": 4, \\\"is\\\": 5, \\\"in\\\": 6, \\\"picture\\\": 7, \\\"if\\\": 8, \\\"the\\\": 9, \\\"you\\\": 10, \\\"like\\\": 11, \\\"see\\\": 12, \\\"think\\\": 13, \\\"panda\\\": 14, \\\"there\\\\u2019s\\\": 15, \\\"there\\\": 16, \\\"it\\\": 17, \\\"looks\\\": 18, \\\"sure\\\": 19, \\\"can\\\": 20, \\\"something\\\": 21, \\\"photo\\\": 22, \\\"image\\\": 23, \\\"that\\\": 24, \\\"hen\\\": 25, \\\"that\\\\u2019s\\\": 26, \\\"have\\\": 27, \\\"squirrel\\\": 28, \\\"or\\\": 29, \\\"doesn\\\\u2019t\\\": 30, \\\"to\\\": 31, \\\"dog\\\": 32, \\\"monkey\\\": 33, \\\"butterfly\\\": 34, \\\"sheep\\\": 35, \\\"horse\\\": 36, \\\"cow\\\": 37, \\\"spider\\\": 38, \\\"cat\\\": 39, \\\"elephant\\\": 40, \\\"do\\\": 41, \\\"also\\\": 42, \\\"appears\\\": 43, \\\"shot\\\": 44, \\\"someone\\\": 45, \\\"confirm\\\": 46, \\\"wonder\\\": 47, \\\"actually\\\": 48, \\\"spotted\\\": 49, \\\"help\\\": 50, \\\"me\\\": 51, \\\"out\\\": 52, \\\"just\\\": 53, \\\"found\\\": 54, \\\"i\\\\u2019m\\\": 55, \\\"pretty\\\": 56, \\\"right\\\": 57, \\\"i'm\\\": 58, \\\"not\\\": 59, \\\"but\\\": 60, \\\"might\\\": 61, \\\"be\\\": 62, \\\"feeling\\\": 63, \\\"really\\\": 64, \\\"else\\\": 65, \\\"guess\\\": 66, \\\"background\\\": 67, \\\"look\\\": 68, \\\"seems\\\": 69, \\\"tell\\\": 70, \\\"here\\\": 71, \\\"am\\\": 72, \\\"wrong\\\": 73}\"}}"